{
    "title": {
        "locales": {
            "en": {
                "title_short": "Awards",
                "title_short_nav": "Achievements",
                "title_long_prefix": "Here are my",
                "title_long": "Career {{Achievements}}"
            },
            "es": {
                "title_short": "Logros",
                "title_short_nav": "Logros",
                "title_long_prefix": "Aquí están mis",
                "title_long": "{{Logros}} Profesionales"
            },
            "fr": {
                "title_short": "Réalis",
                "title_short_nav": "Réalisations",
                "title_long_prefix": "Voici",
                "title_long": "Mes {{Réalisations}}"
            },
            "ko": {
                "title_short": "경력 성과",
                "title_short_nav": "경력 성과",
                "title_long_prefix": "다음은",
                "title_long": "{{경력 성과}}입니다"
            }
        }
    },

    "articles": [
        {
            "id": 2,
            "component": "ArticleThread",
            "locales": {
            "en": { "title": "Certifications" },
                "es": { "title": "Certificaciones" },
                "fr": { "title": "Certifications" },
                "ko": { "title": "인증서" }
            },
            "settings": {
                "max_rows_collapse_threshold": 4,
                "order_items_by": "date",
                "order_items_sort": "desc"
            },
            "items": [
                {
                    "id": 1,
                    "date": {"year": 2025, "month": 8},
                    "preview": {
                        "links": [
                        ],
                        "screenshots": [
                            "src/assets/images/certification.jpg"
                        ],
                        "screenshotsAspectRatio": "1:1"
                    },
                    "locales": {
                        "en": {
  "title": "{{Best Frontend Innovator}} Tech Innovation Summit",
  "province": "Abia State",
  "country": "Nigeria",
  "institution": "Innovation Growth Hub (TechTribe Fellowship)",
  "text": "Recognized as the [[best frontend innovator]] for my work building high-performance, user centred web applications including a responsive cryptocurrency dashboard and a custom domain/QR generator that improved onboarding and real time data visibility. These projects were adopted by local startups and used in developer workshops, and I received a certificate of recognition for my technical leadership. My work featured the following innovations:",
  "list": [
    "Real time data integration for live coin prices and updates",
    "A modular, accessible UI that reduced onboarding time by 50%",
    "Performance optimizations that improved load times and responsiveness"
  ]
},
                       "es": {
  "title": "{{Mejor Innovador Frontend}} Cumbre de Innovación Tecnológica",
  "province": "Estado de Abia",
  "country": "Nigeria",
  "institution": "Innovation Growth Hub (Beca TechTribe)",
  "text": "Reconocido como el [[mejor innovador frontend]] por mi trabajo en el desarrollo de aplicaciones web de alto rendimiento y centradas en el usuario, incluyendo un panel de criptomonedas adaptable y un generador de dominios/QR personalizados que mejoraron la incorporación y la visibilidad de datos en tiempo real. Estos proyectos fueron adoptados por startups locales y utilizados en talleres para desarrolladores, y recibí un certificado de reconocimiento por mi liderazgo técnico. Mi trabajo presentó las siguientes innovaciones:",
  "list": [
    "Integración de datos en tiempo real para precios y actualizaciones de monedas",
    "Una interfaz modular y accesible que redujo el tiempo de incorporación en un 50%",
    "Optimizaciones de rendimiento que mejoraron los tiempos de carga y la capacidad de respuesta"
  ]
},

"fr": {
  "title": "{{Meilleur Innovateur Frontend}} Sommet de l'Innovation Technologique",
  "province": "État d'Abia",
  "country": "Nigéria",
  "institution": "Innovation Growth Hub (Bourse TechTribe)",
  "text": "Reconnu comme le [[meilleur innovateur frontend]] pour mon travail dans la création d'applications web performantes et centrées sur l'utilisateur, y compris un tableau de bord de cryptomonnaie réactif et un générateur de domaine/QR personnalisé qui ont amélioré l’intégration et la visibilité des données en temps réel. Ces projets ont été adoptés par des startups locales et utilisés dans des ateliers de développement, et j'ai reçu un certificat de reconnaissance pour mon leadership technique. Mon travail comprenait les innovations suivantes :",
  "list": [
    "Intégration de données en temps réel pour les prix et mises à jour des pièces",
    "Une interface modulaire et accessible qui a réduit le temps d’intégration de 50 %",
    "Optimisations des performances ayant amélioré les temps de chargement et la réactivité"
  ]
},

"ko": {
  "title": "{{최고의 프런트엔드 혁신가}} 기술 혁신 정상 회의",
  "province": "아비아 주",
  "country": "나이지리아",
  "institution": "Innovation Growth Hub (TechTribe 펠로우십)",
  "text": "사용자 중심의 고성능 웹 애플리케이션을 구축한 공로로 [[최고의 프런트엔드 혁신가]]로 인정받았습니다. 여기에는 반응형 암호화폐 대시보드와 실시간 데이터 가시성을 향상시킨 맞춤형 도메인/QR 생성기가 포함됩니다. 이 프로젝트들은 지역 스타트업에서 채택되어 개발자 워크숍에서 사용되었으며, 기술 리더십에 대한 공로로 인증서를 받았습니다. 제 작업에는 다음과 같은 혁신이 포함되었습니다:",
  "list": [
    "실시간 코인 가격 및 업데이트를 위한 데이터 통합",
    "온보딩 시간을 50% 단축시킨 모듈식 접근 가능한 UI",
    "로드 시간과 반응성을 개선한 성능 최적화"
  ]
}

                    }
                }
            ]
        }
    ]
}